<template>
    <div class="page">
        <h1>Политика конфиденциальности</h1>

        <p>Политика в отношении обработки и защиты персональных данных</p>
        <p>1. Общие положения</p>
        <p>1.1. Настоящая политика обработки персональных данных составлена в соответствии с требованиями Конституции РК,
            Гражданского кодекса РК, Закона Республики Казахстан от 21 мая 2013 года № 94-V &laquo;О персональных данных и
            их защите&raquo; и иными нормативными правовыми актами Республики Казахстан и определяет позицию и
            намерения&nbsp;Товарищества&nbsp;с ограниченной ответственностью &laquo;WORK 111&raquo;,&nbsp;БИН 230440033562
            (далее &ndash; Оператор) в области обработки и защиты персональных данных, с целью соблюдения и защиты прав и
            свобод каждого человека и, в особенности, права на неприкосновенность частной жизни, личную и семейную тайну,
            защиту своей чести и доброго имени.</p>
        <p>1.2. Оператор ставит своей важнейшей целью и условием осуществления своей деятельности соблюдение прав и свобод
            человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность
            частной жизни, личную и семейную тайну.</p>
        <p>1.3. Настоящая политика Оператора в отношении обработки персональных данных (далее &ndash; Политика) применяется
            ко всей информации, которую Оператор может получить о посетителях веб-сайта&nbsp;<a class="ring-ui-link_e6e5"
                href="https://instatop.kz/" target="_blank" rel="noopener noreferrer nofollow"><span
                    class="ring-ui-inner_e3ba">https://instatop.kz</span></a></p>
        <p>1.4. Данный документ направлен на доведение до сведения субъектов персональных данных позиции и намерения
            Оператора в области обработки и защиты персональных данных.</p>
        <p>1.5. Целями Политики являются определение обработки и обеспечения безопасности персональных данных.</p>
        <p>1.6. Политика является общедоступным документом.</p>
        <p>2. Основные понятия, используемые в Политике</p>
        <p>2.1. Автоматизированная обработка персональных данных &ndash; обработка персональных данных с помощью средств
            вычислительной техники;</p>
        <p>2.2. Блокирование персональных данных &ndash; временное прекращение обработки персональных данных (за исключением
            случаев, если обработка необходима для уточнения персональных данных);</p>
        <p>2.3. Веб-сайт &ndash; совокупность графических и информационных материалов, а также программ для ЭВМ и баз
            данных, обеспечивающих их доступность в сети Интернет по сетевому адресу&nbsp;<a class="ring-ui-link_e6e5"
                href="https://instatop.kz/" target="_blank" rel="noopener noreferrer nofollow"><span
                    class="ring-ui-inner_e3ba">https://instatop.kz</span></a>;</p>
        <p>2.4. Информационная система персональных данных &mdash; совокупность содержащихся в базах данных персональных
            данных, и обеспечивающих их обработку информационных технологий и технических средств;</p>
        <p>2.5. Обезличивание персональных данных &mdash; действия, в результате которых невозможно определить без
            использования дополнительной информации принадлежность персональных данных конкретному Пользователю или иному
            субъекту персональных данных;</p>
        <p>2.6. Обработка персональных данных &ndash; любое действие (операция) или совокупность действий (операций),
            совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными,
            включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение,
            использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление,
            уничтожение персональных данных;</p>
        <p>2.7. Оператор &ndash; юридическое лицо, самостоятельно или совместно с другими лицами организующие и (или)
            осуществляющие обработку персональных данных, а также определяющие цели обработки персональных данных, состав
            персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными;</p>
        <p>2.8. Персональные данные &ndash; любая информация, относящаяся прямо или косвенно к определенному или
            определяемому Пользователю веб-сайта&nbsp;<a class="ring-ui-link_e6e5" href="https://instatop.kz/"
                target="_blank" rel="noopener noreferrer nofollow"><span
                    class="ring-ui-inner_e3ba">https://instatop.kz</span></a>;</p>
        <p>2.9. Пользователь &ndash; любой посетитель веб-сайта&nbsp;<a class="ring-ui-link_e6e5"
                href="https://instatop.kz/" target="_blank" rel="noopener noreferrer nofollow"><span
                    class="ring-ui-inner_e3ba">https://instatop.kz</span></a>;</p>
        <p>2.10. Предоставление персональных данных &ndash; действия, направленные на раскрытие персональных данных
            определенному лицу или определенному кругу лиц;</p>
        <p>2.11. Распространение персональных данных &ndash; любые действия, направленные на раскрытие персональных данных
            неопределенному кругу лиц (передача персональных данных) или на ознакомление с персональными данными
            неограниченного круга лиц, в том числе обнародование персональных данных в средствах массовой информации,
            размещение в информационно-телекоммуникационных сетях или предоставление доступа к персональным данным
            каким-либо иным способом;</p>
        <p>2.12. Трансграничная передача персональных данных &ndash; передача персональных данных на территорию иностранного
            государства органу власти иностранного государства, иностранному физическому или иностранному юридическому лицу;
        </p>
        <p>2.13. Уничтожение персональных данных &ndash; любые действия, в результате которых персональные данные
            уничтожаются безвозвратно с невозможностью дальнейшего восстановления содержания персональных данных в
            информационной системе персональных данных и (или) уничтожаются материальные носители персональных данных.</p>
        <p>2.14. Биометрические персональные данные &ndash; персональные данные, которые характеризуют физиологические и
            биологические особенности субъекта персональных данных, на основе которых можно установить его личность.</p>
        <p>2.15. Онлайн-курс &ndash; информационные материалы в форме систематизированного курса, включающего видео-,
            аудиофайлы, текстовую и (или) информацию, представленную в иной форме, разработанные автором или по его
            поручению третьими лицами и размещенные в Сервисе, доступ к которым может получить любой Пользователь,
            выполнивший условия Пользовательского соглашения.</p>
        <p>2.16. Сервис &ndash; аппаратно-программный комплекс (информационная платформа и конструктор онлайн-курсов
            &laquo;instatop.KZ&raquo;), позволяющий авторам размещать, а Пользователям просматривать Онлайн-курсы,
            размещенные в указанном комплексе, при условии принятия ими Пользовательского соглашения. Доступ к Сервису
            возможен через веб-сайт Оператора.</p>
        <p>2.17. Онлайн-курс, не размещенный на Сервисе &ndash; информационные материалы в форме систематизированного курса,
            включающего видео-, аудиофайлы, текстовую и (или) информацию, представленную в иной форме, разработанные автором
            или по его поручению третьими лицами и размещенные на сторонних ресурсах (сайтах/платформах). В отношении таких
            Онлайн-курсов, Оператор осуществляет исключительно деятельность по получению оплаты за Онлайн-курс и по
            последующему перечислению оплаты автору или правообладателю Онлайн-курса, соответственно обработка персональных
            данных осуществляется в рамках данной деятельности. В данном случае предоставление доступа к Онлайн-курсу и его
            проведение осуществляется непосредственно автором или правообладателем Онлайн-курса.</p>
        <p>3. Принципы и условия обработки персональных данных</p>
        <p>3.1. При обработке персональных данных Оператор придерживается следующих принципов:</p>
        <p>3.1.1. Обработка персональных данных осуществляется на законной и справедливой основе.</p>
        <p>3.1.2. Персональные данные не раскрываются третьим лицам и не распространяются без согласия субъекта персональных
            данных, за исключением случаев, предусмотренных действующим законодательством Республики Казахстан.</p>
        <p>3.1.3. Определение конкретных законных целей до начала обработки (в т.ч. сбора) персональных данных.</p>
        <p>3.1.4. Ведется сбор только тех персональных данных, которые являются необходимыми и достаточными для Оператора.
        </p>
        <p>3.1.5. Объединение баз данных, содержащих персональные данные, обработка которых осуществляется в целях,
            несовместимых между собой не допускается.</p>
        <p>3.1.6. Обработка персональных данных ограничивается достижением конкретных, заранее определенных и законных
            целей.</p>
        <p>3.1.7. При обработке персональных данных должны быть обеспечены точность персональных данных, их достаточность, а
            в необходимых случаях и актуальность по отношению к целям обработки персональных данных. Оператор должен
            принимать необходимые меры либо обеспечивать их принятие по удалению или уточнению неполных, или неточных
            персональных данных.</p>
        <p>3.1.8. Обрабатываемые персональные данные подлежат уничтожению или обезличиванию по достижению целей обработки
            или в случае утраты необходимости в достижении этих целей, если иное не предусмотрено действующим
            законодательством Республики Казахстан.</p>
        <p>3.2. Оператор не осуществляет обработку персональных данных, касающихся расовой, национальной принадлежности,
            политических взглядов, религиозных, философских и иных убеждений, интимной жизни, членства в общественных
            объединениях, в том числе в профессиональных союзах.</p>
        <p>4. Оператор может обрабатывать следующие персональные данные Пользователя</p>
        <p>4.1.&nbsp;Фамилия, имя, отчество;</p>
        <p>4.2.&nbsp;Электронный адрес;</p>
        <p>4.3.&nbsp;Номера телефонов;</p>
        <p>4.4.&nbsp;Год, месяц, дата и место рождения;</p>
        <p>4.5.&nbsp;Фотографии;</p>
        <p>4.6. Также на сайте происходит сбор и обработка обезличенных данных о Посетителях с помощью сервисов
            Интернет-статистики.</p>
        <p>4.7. В случае если Пользователь является автором или правообладателем, размещающим Онлайн-курс на Веб-сайте:</p>
        <p>&ndash; Адрес местонахождения;</p>
        <p>&ndash; Данные документов, удостоверяющих личность;</p>
        <p>&ndash; Банковские реквизиты.</p>
        <p>4.8. Вышеперечисленные данные далее по тексту Политики объединены общим понятием Персональные данные.</p>
        <p>5. Цели обработки персональных данных</p>
        <p>5.1. Цель обработки персональных данных Пользователя &mdash;&nbsp;предоставление доступа Пользователю к сервисам,
            информации и/или материалам, содержащимся на веб-сайте,&nbsp;а также в рамках деятельности по перечислению
            оплаты за Онлайн-курс автору или правообладателю.</p>
        <p>5.2. Также Оператор имеет право направлять Пользователю уведомления и сообщения о новых продуктах и услугах,
            специальных предложениях и различных событиях, а также рекламные рассылки. В случае нежелания участвовать в
            получении сообщений и рассылок, в том числе рекламных, Пользователь вправе отказаться от получения сообщений.
            Для отказа в получении E-Mail-сообщений Пользователю необходимо использовать функцию &laquo;отписаться от
            рассылки&raquo;, содержащуюся в соответствующих сообщениях. Для отказа в получении SMS-сообщений Пользователю
            необходимо использовать соответствующую функцию в настройках личного кабинета на Сайте.</p>
        <p>5.3. Обезличенные данные Пользователей, собираемые с помощью сервисов Интернет-статистики, служат для сбора
            информации о действиях Пользователей на сайте, улучшения качества сайта и его содержания.</p>
        <p>6. Правовые основания обработки персональных данных</p>
        <p>6.1. Оператор обрабатывает персональные данные Пользователя только в случае их заполнения и/или отправки
            Пользователем самостоятельно через специальные формы, расположенные на сайте&nbsp;<a class="ring-ui-link_e6e5"
                href="https://instatop.kz/" target="_blank" rel="noopener noreferrer nofollow"><span
                    class="ring-ui-inner_e3ba">https://instatop.kz</span></a>. Заполняя соответствующие формы и/или
            отправляя свои персональные данные Оператору, Пользователь выражает свое согласие с данной Политикой.</p>
        <p>6.2. Оператор обрабатывает обезличенные данные о Пользователе в случае, если это разрешено в настройках браузера
            Пользователя.</p>
        <p>7. Порядок сбора, хранения, передачи и других видов обработки персональных данных</p>
        <p>Безопасность персональных данных, которые обрабатываются Оператором, обеспечивается путем реализации правовых,
            организационных и технических мер, необходимых для выполнения в полном объеме требований действующего
            законодательства в области защиты персональных данных.</p>
        <p>7.1. Оператор обеспечивает сохранность персональных данных и принимает все возможные меры, исключающие доступ к
            персональным данным неуполномоченных лиц.</p>
        <p>7.2. В целях обеспечения полноценного функционирования Сервиса, Оператор предоставляет персональные данные
            Пользователей авторам Онлайн-курсов, размещаемых на Сервисе. При этом, авторы Онлайн-курсов обязуются
            использовать персональные данные Пользователей исключительно в соответствии с настоящей Политикой.</p>
        <p>7.3. Персональные данные Пользователя никогда, ни при каких условиях не будут переданы третьим лицам, за
            исключением случаев, указанных в п. 7.2 настоящего документа (Политики) и связанных с исполнением действующего
            законодательства Республики Казахстан.</p>
        <p>7.4. В случае выявления неточностей в персональных данных, Пользователь может актуализировать их самостоятельно,
            путем направления Оператору уведомление на адрес электронной почты Оператора&nbsp;<a class="ring-ui-link_e6e5"
                href="mailto:support@instatop.kz"><span class="ring-ui-inner_e3ba">support@instatop.kz</span></a>&nbsp;с
            пометкой &laquo;Актуализация персональных данных&raquo;.</p>
        <p>7.5. Срок обработки персональных данных является неограниченным. Пользователь может в любой момент отозвать свое
            согласие на обработку персональных данных, направив Оператору уведомление посредством электронной почты на
            электронный адрес Оператора&nbsp;<a class="ring-ui-link_e6e5" href="mailto:support@instatop.kz"><span
                    class="ring-ui-inner_e3ba">support@instatop.kz</span></a>&nbsp;&nbsp;с пометкой &laquo;Отзыв согласия на
            обработку персональных данных&raquo;.</p>
        <p>8. Трансграничная передача персональных данных</p>
        <p>8.1. Оператор до начала осуществления трансграничной передачи персональных данных обязан убедиться в том, что
            иностранным государством, на территорию которого предполагается осуществлять передачу персональных данных,
            обеспечивается надежная защита прав субъектов персональных данных.</p>
        <p>8.2. Трансграничная передача персональных данных на территории иностранных государств, не отвечающих
            вышеуказанным требованиям, может осуществляться только в случае наличия согласия в письменной форме субъекта
            персональных данных на трансграничную передачу его персональных данных и/или исполнения Договора, Стороной
            которого является субъект персональных данных.</p>
        <p>9. Заключительные положения</p>
        <p>9.1. Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки его
            персональных данных, обратившись к Оператору с помощью электронной почты&nbsp;<a class="ring-ui-link_e6e5"
                href="mailto:support@instatop.kz"><span class="ring-ui-inner_e3ba">support@instatop.kz</span></a>.</p>
        <p>9.2. В данном документе будут отражены любые изменения политики обработки персональных данных Оператором.
            Политика действует бессрочно до замены ее новой версией.</p>
        <p>9.3. Актуальная версия Политики в свободном доступе расположена в сети Интернет по адресу&nbsp;<a
                class="ring-ui-link_e6e5" href="mailto:support@instatop.kz"><span
                    class="ring-ui-inner_e3ba">support@instatop.kz</span></a>/</p>
    </div>
</template>
<script setup>
useSeoMeta({
    title: 'Политика конфиденциальности | InstaTop',
    ogTitle: 'Политика конфиденциальности | InstaTop',
    description: 'Политика конфиденциальности | InstaTop',
    ogDescription: 'Политика конфиденциальности | InstaTop',
})
</script>
<style lang="scss" scoped>
.page {
    padding: 150px 100px 50px;

    @media (max-width: 1600px) {
        padding: 150px 50px 150px;
    }

    @media (max-width: 1024px) {
        padding: 150px 20px 50px;
    }

    h1 {
        font-size: 56px;
        font-style: normal;
        font-weight: 500;
        line-height: normal;
        text-transform: uppercase;
        font-family: var(--int);
        color: #000;
        margin: 0 0 30px;

        @media (max-width: 1024px) {
            font-size: 24px;
            margin: 0 0 20px;
        }
    }

    p {
        font-size: 16px;
        font-style: normal;
        font-weight: 600;
        line-height: 140%;
        font-family: var(--int);
        color: #000;
    }
}</style>