<template>
    <div class="page">
        <h1>пользовательское соглашение</h1>

        <p>Настоящее Пользовательское соглашение (далее &ndash; &laquo;Соглашение&raquo;, &laquo;Оферта&raquo;) регулирует
            отношения между&nbsp;Товариществом с ограниченной ответственностью &laquo; WORK 111&raquo;, БИН 230440033562
            (далее &ndash; Courstore, Администратор или Администрация) с одной стороны и пользователем сайта с другой.</p>
        <p>Используя сайт, Вы соглашаетесь с условиями данного соглашения.</p>
        <p>Сайт Администрации представляет собой предложение заключить договор на изложенных ниже условиях.</p>
        <p>1. Термины, используемые в настоящем Соглашении</p>
        <p>1.1. Администратор/Администрация Сайта &ndash; Товарищество с ограниченной ответственностью &laquo; WORK
            111&raquo;.</p>
        <p>1.2. Курсы (видеокурсы) &ndash; видеоролики, размещенные на Сайте, а также видеоролики размещенные на сторонних
            сайтах/платформах.</p>
        <p>1.3. Пользователь (Пользователи) &ndash; любое физическое лицо, использующее сервисы Сайта способами, указанными
            в п. 2.1 настоящего Соглашения.</p>
        <p>1.4. Сайт &ndash; система электронных документов (файлов данных и кода), принадлежащая Администрации и
            расположенная в информационно-телекоммуникационной сети Интернет по адресу (доменному имени)&nbsp;<a
                class="ring-ui-link_e6e5" href="https://instatop.kz/" target="_blank"
                rel="noopener noreferrer nofollow"><span class="ring-ui-inner_e3ba">https://instatop.kz</span></a>&nbsp;а
            также его поддоменах.</p>
        <p>Основной целью функционирования Сайта является обучение Пользователей посредством курсов и предоставления доступа
            к полным версиям курсов на возмездной основе.&nbsp;Также в функцию Сайта входит получение оплаты от
            Пользователей за доступ к Курсу и последующее перечисление оплаты автору или правообладателю Курса.</p>
        <p>1.5. Сервисы Сайта &ndash; оказываемый Администратором комплекс услуг, включающий доступ к размещенным на сайте
            материалам и информации, предоставление возможности просмотра видеокурсов в соответствии с условиями настоящего
            Соглашения, иные функциональные возможности Сайта, которые могут быть использованы Пользователями.&nbsp;В
            отношении Курсов, не размещенных на Сайте, Сервис ограничивается функционалом по получению оплаты за такой Курс,
            и перечислением оплаты автору &nbsp;или правообладателю Курса.</p>
        <p>1.6. Акцепт &ndash; полный и безоговорочный ответ лица, которому адресована оферта, о ее принятии.</p>
        <p>2. Заключение договора (акцепт Оферты)</p>
        <p>2.1. В соответствии с положениями п. 5 статьи 395 Гражданского кодекса Республики Казахстан, Пользователь
            считается безоговорочно принявшим настоящую Оферту (заключившим договор с Администратором на изложенных в ней
            условиях) в случае совершения им любого из нижеуказанных действий:</p>
        <p>&ndash; осуществление доступа к размещенным на Сайте информации и материалам, независимо от продолжительности
            такого доступа и количества просмотренных страниц Сайта;</p>
        <p>&ndash; регистрация на Сайте;</p>
        <p>&ndash; оплата материалов Сайта, предоставляемых на возмездной основе;</p>
        <p>&ndash; иные действия по использованию сервисов Сайта.</p>
        <p>2.2. Заключая с Администратором договор способами, предусмотренными п. 2.1 настоящей Оферты, Пользователь
            гарантирует следующее:</p>
        <p>&ndash; он является совершеннолетним, полностью дееспособным и не имеет иных препятствий и ограничений для
            исполнения условий настоящего Соглашения;</p>
        <p>&ndash; он ознакомился с условиями настоящего Соглашения в полном объеме, его содержание полностью понятно
            Пользователю и принимается им в качестве обязательных правил поведения без каких-либо оговорок.</p>
        <p>3. Права и обязанности сторон</p>
        <p>3.1. Пользователь имеет право:</p>
        <p>3.1.1. осуществлять поиск информации на сайте;</p>
        <p>3.1.2. получать информацию на сайте;</p>
        <p>3.1.3. отказаться от исполнения настоящего Соглашения при условии оплаты Администрации фактически оказанных им
            услуг на момент такого отказа;</p>
        <p>3.1.4. обратиться к Администрации с письменным заявлением (<a class="ring-ui-link_e6e5"
                href="mailto:support@instatop.kz"><span class="ring-ui-inner_e3ba">support@instatop.kz</span></a>) о
            переносе сроков оказания оплаченных услуг по настоящему Соглашению с приложением подтверждающих невозможность
            получения услуг документов.</p>
        <p>3.1.5. подать обоснованную жалобу на контент, интерфейс, других пользователей, действия Сайта и/или
            Администратора с полным и подробным описанием причин подачи жалобы. Жалоба по настоящему пункту отправляется
            Пользователем через мессенджер&nbsp;Jivo, расположенный в нижнем углу, на всех страницах Платформы. В данном
            случае Администратор предоставляет Пользователю мотивированный ответ в предусмотренные законодательством РК
            сроки.</p>
        <p>3.2. Администратор имеет право:</p>
        <p>3.2.1. по своему усмотрению и необходимости создавать, изменять, отменять правила;</p>
        <p>3.2.2. ограничивать доступ к любой информации на сайте;</p>
        <p>3.2.3. изменять в одностороннем порядке график размещения обучающего материала и заданий для Пользователя и
            проведения иных консультаций;</p>
        <p>3.2.4. отказаться от оказания услуг Пользователю, предоставившему Администратору недостоверные данные;</p>
        <p>3.2.5. привлекать для оказания услуг в соответствии с настоящим Соглашением третьих лиц;</p>
        <p>3.2.6. до начала предоставления оказания услуг по Соглашению отказать Пользователю в оказании услуг по Соглашению
            без объяснения причин при условии полного возврата Пользователю денежных средств, оплаченных Пользователем
            Администрации;</p>
        <p>3.2.7. в ходе оказания услуг по Соглашению, прекратить оказание услуг Пользователю в любой момент без объяснения
            причин;</p>
        <p>3.2.8. в случае прекращения Администрацией оказания услуг по Соглашению в порядке п. 3.2.7. Соглашения,
            Администрация возвращает Пользователю денежные средства, оплаченные Пользователем Администрации, за вычетом
            стоимости фактически оказанных Администрацией услуг по Соглашению.</p>
        <p>3.3. Пользователь обязуется:</p>
        <p>3.3.1. не нарушать работоспособность Cайта;</p>
        <p>3.3.2. не использовать скрипты (программы) для автоматизированного сбора информации и/или взаимодействия с Сайтом
            и его Сервисами;</p>
        <p>3.3.3. после выбора услуги, принятия настоящей публичной Оферты и оплаты в полном объеме услуг, придерживаться
            установленного графика обучения, если он предусмотрен, выполнять рекомендации и требования Администрации в
            рамках оказания услуг по настоящему Соглашению;</p>
        <p>3.4. Администратор обязуется:</p>
        <p>3.4.1. поддерживать работоспособность Сайта за исключением случаев, когда это невозможно по независящим от
            Администрации причинам.</p>
        <p>4. Пользование сервисами Сайта</p>
        <p>4.1. Доступ к Сайту является бесплатным.</p>
        <p>4.2. Доступ к Сайту и пользование его сервисами осуществляются Пользователем в строгом соответствии с условиями
            настоящего Соглашения и действующим законодательством Республики Казахстан.</p>
        <p>4.3. Пользователь признает и соглашается с тем, что доступ к отдельным материалам Сайта (в том числе к полным
            версиям видеокурсов) может осуществляться на платной основе в соответствии с ценовой политикой, определяемой
            авторами или правообладателями данных видеокурсов, и положениями раздела 4 настоящего Соглашения.</p>
        <p>4.4. В целях получения доступа к платным материалам Сайта Пользователю необходимо пройти процедуру регистрации на
            Сайте путем заполнения предложенной Администратором регистрационной формы. В ходе регистрации на Сайте
            Пользователь обязуется указывать актуальные и соответствующие действительности сведения, включая контактные
            данные. Прошедшие регистрацию Пользователи осуществляют использование сервисов Сайта через персональный аккаунт
            (учетную запись Пользователя на Сайте) после прохождения процедуры авторизации (входа в аккаунт путем указания
            уникальных логина и пароля Пользователя).</p>
        <p>4.5. Один аккаунт может использоваться только одним Пользователем. Пользователь не вправе сообщать логин и пароль
            для доступа к своему аккаунту третьим лицам либо иным образом способствовать третьим лицам в доступе к платным
            материалам сайта через аккаунт Пользователя. В случае разглашения логина и пароля для доступа к аккаунту
            Пользователя третьим лицам либо наличия у Пользователя оснований полагать, что третьи лица осуществляют такой
            доступ, Пользователь обязуется незамедлительно сообщить об этом Администрации Сайта.</p>
        <p>4.6. Все действия на Сайте, совершенные от имени Пользователя (через персональный аккаунт Пользователя),
            считаются совершенными Пользователем, пока им не доказано обратное. В случае поступления Администратору от
            Пользователя или третьих лиц информации об осуществлении неправомерного доступа к персональному аккаунту
            Пользователя, Администратор осуществляет блокировку аккаунта до проверки соответствия данной информации
            действительности.</p>
        <p>4.7. Пользователь не вправе использовать сервисы Сайта в противоправных целях, а также в любых иных целях,
            противоречащих назначению Сайта и условиям настоящего Соглашения, в том числе:</p>
        <p>&ndash; в целях распространения материалов и информации, содержание или назначение которых не соответствует
            требованиям действующего законодательства Республики Казахстан (компьютерных вирусов и иного вредоносного
            программного обеспечения, материалов, направленных на разжигание национальной ненависти и вражды,
            порнографических материалов и т.п.);</p>
        <p>&ndash; в целях распространения рекламы товаров и услуг Пользователя или любых третьих лиц;</p>
        <p>&ndash; в целях рассылки пользователям Сайта и иным третьим лицам сообщений, на получение которых они не давали
            своего согласия (&laquo;спама&raquo;).</p>
        <p>5. Расчеты сторон</p>
        <p>5.1. Пользователь оплачивает доступ к платным материалам Сайта (видеокурсам) одним из следующих способов по
            своему выбору:</p>
        <p>5.1.1. Оплата доступа к выбранному Пользователем Курсу осуществляется по цене, устанавливаемой авторами или
            правообладателями Курсов и указанной на Сайте,&nbsp;вносимой путем однократного единовременного платежа. После
            оплаты Курса указанным способом Пользователь получает в отношении оплаченного Курса ограниченный доступ (право
            просмотра).</p>
        <p>5.1.2. Оплата выбранной услуги производится Пользователем банковской картой через систему онлайн банкинг, оплата
            производится через интернет в режиме реального времени непосредственно после оформления заказа.</p>
        <p>5.2. При наличии у Пользователя претензии относительно приобретенного видеокурса (ошибки, недостоверная
            информация и т.п.) или ненадлежащего качества записи, Пользователь вправе предъявить соответствующую претензию
            автору или правообладателю Курса путем направления соответствующего обращения автору или правообладателю с
            подробным указанием причин направления претензии. В данном случае автор обязуется рассмотреть предъявленную
            претензию, и при необходимости возместить убытки Пользователя.</p>
        <p>Согласно законодательству РК, после получения ответа на претензию от Автора, Пользователь вправе подать на Автора
            в суд в рамках своих претензий по приобретенному видеокурсу.</p>
        <p>5.3. При приобретении Пользователем Курса, не размещенного на Сайте, Администратор не несет какой-либо
            ответственности за содержание или любой другой параметр Курса, так как в данном случае Администратор оказывает
            услуги по получению оплаты за такой Курс, и по последующему перечислению оплаты от Пользователя автору либо
            правообладателю Курса, и не осуществляет деятельность по проведению или размещению Курса. При возникновении
            каких-либо споров по таким Курсам, Пользователь и автор или правообладатель разрешают их самостоятельно без
            привлечения Администратора.</p>
        <p>6.&nbsp;Интеллектуальные права</p>
        <p>6.1. Все размещенные на Сайте видеокурсы являются охраняемыми в соответствии с действующим законодательством
            Республики Казахстан результатами интеллектуальной деятельности (ст. 125 Гражданского кодекса Республики
            Казахстан) и не могут быть использованы без разрешения правообладателя.</p>
        <p>6.2. Оплата доступа к платным материалам Сайта предоставляет Пользователю право индивидуального просмотра
            соответствующих видеокурсов исключительно в личных образовательных целях. При этом Пользователь не вправе
            осуществлять их использование полностью или частично иными способами, в том числе: копирование и передача
            третьим лицам, доведение до всеобщего сведения в сети Интернет, распространение на любых материальных носителях,
            публичный показ и/или исполнение, сообщение в эфир и/или по кабелю, переработка, сдача в прокат и т.п. Любое
            использование видеокурсов способами, прямо не предусмотренными настоящим Соглашением, будет являться нарушением
            интеллектуальных прав правообладателя и может повлечь привлечение Пользователя или третьих лиц, использующих
            такие результаты интеллектуальной деятельности, к предусмотренной действующим законодательством Республики
            Казахстан ответственности.</p>
        <p>6.3. Положения настоящего Соглашения и действующего законодательства Республики Казахстан об охране
            интеллектуальной собственности в равной мере распространяются на Сайт как сложный объект интеллектуальных прав,
            включая его дизайн, порядок расположения материалов и иные охраняемые элементы Сайта.</p>
        <p>&nbsp;</p>
        <p>7. Использование персональных данных</p>
        <p>7.1. Сведения, сообщаемые Пользователем в процессе регистрации на Сайте, могут содержать персональные данные
            Пользователя. Принятием (акцептом) настоящей Оферты Пользователь подтверждает, что принимает решение о
            предоставлении своих персональных данных указанным способом, а также разрешает Администратору их обработку. Под
            обработкой Администратором персональных данных Пользователя понимается их сбор, систематизация, хранение,
            распространение, уточнение, блокирование и уничтожение, осуществляемые в целях исполнения настоящего Соглашения.
        </p>
        <p>7.2. Пользователь соглашается с тем, что предоставленные им персональные данные и иные сведения могут быть
            использованы Администратором с целью направления Пользователю различных сообщений, включая рекламные рассылки.
            Заключением настоящего Соглашения, Пользователь дает свое согласие на получение различных сообщений и рассылок,
            в том числе рекламных рассылок от Администратора, направляемых посредством SMS-сообщений и E-Mail-сообщений. В
            случае нежелания участвовать в получении сообщений и рассылок, в том числе рекламных, Пользователь вправе
            отказаться от получения сообщений. Для отказа в получении E-Mail-сообщений Пользователю необходимо использовать
            функцию &laquo;отписаться от рассылки&raquo;, содержащуюся в соответствующих сообщениях. Для отказа в получении
            SMS-сообщений Пользователю необходимо использовать соответствующую функцию в настройках личного кабинета на
            Сайте.</p>
        <p>7.3. Пользователь соглашается с тем, что его персональные данные могут быть предоставлены Администратором третьим
            лицам (сотрудникам, партнерам и контрагентам Администратора) в той мере, в которой это необходимо для
            обеспечения нормального функционирования Сайта и предоставления Пользователю доступа к его сервисам.
            Администратор обязуется предупреждать таких третьих лиц о недопустимости неправомерного использования (в том
            числе разглашения) персональных данных Пользователя.</p>
        <p>7.4. Администратор вправе использовать предоставленную Пользователем информацию, включая персональные данные
            Пользователя, в целях обеспечения соблюдения требований действующего законодательства Республики Казахстан,
            включая предупреждение и/или пресечение неправомерных действий Пользователя. Раскрытие предоставленной
            Пользователем конфиденциальной информации осуществляется Администратором в соответствии с действующим
            законодательством Республики Казахстан по требованию суда, правоохранительных органов и в иных предусмотренных
            законом случаях.</p>
        <p>7.5. Администратор Сайта принимает необходимые меры для защиты персональных данных Пользователя от неправомерного
            доступа, раскрытия, изменения или уничтожения. В то же время Администратор не несет ответственности за возможный
            доступ третьих лиц к персональным данным Пользователя и иной конфиденциальной информации, а также их
            разглашение, если данные обстоятельства явились следствием неправомерных действий третьих лиц либо действий
            (бездействия) самого Пользователя.</p>
        <p>8.&nbsp;Ответственность сторон</p>
        <p>8.1. За неисполнение или ненадлежащее исполнение своих обязательств, предусмотренных настоящим Соглашением,
            Стороны несут ответственность согласно условиям Соглашения и положениям действующего законодательства Республики
            Казахстан.</p>
        <p>8.2. Стороны не несут ответственности за неисполнение или ненадлежащее исполнение своих обязанностей по
            настоящему Соглашению, явившееся следствием действия обстоятельств непреодолимой силы, в которых входят: войны,
            стихийные бедствия, карантин, пандемия, запретительные действия властей и т.п., которые Стороны не могли
            предвидеть или предотвратить разумными мерами.</p>
        <p>8.3. Пользователь&nbsp;самостоятельно отвечает за любой вред, причиненный его действиями или бездействием
            Администратору, другим пользователям Сайта и иным третьим лицам.</p>
        <p>8.4. Администратор&nbsp;не несет ответственности за точность и достоверность информации, размещенной другими
            пользователями Сайта.</p>
        <p>8.5. Администратор не несет ответственности за возможный вред (имущественный или неимущественный), причиненный
            Пользователю в результате его взаимодействия с другими пользователями Сайта, а также в результате возникновения
            перебоев и ошибок в работе сервисов Сайта.</p>
        <p>8.6. Администратор не несет ответственности за возможное неправомерное использование доступной информации о
            Пользователе, в том числе персональных данных Пользователя, другими пользователями Сайта.</p>
        <p>8.7. Администратор не несет ответственности за вред, причиненный Пользователю, а также его имуществу, в частности
            &ndash; ЭВМ Пользователя и установленному на ней программному обеспечению, в результате использования
            Пользователем сервисов Сайта, если только не будет доказано, что такой вред причинен по вине (в результате
            прямого умысла) Администратора.</p>
        <p>8.8. В случае предъявления третьими лицами претензий к Администратору вследствие нарушения их прав и законных
            интересов размещенными Пользователем материалами и сообщениями, Администратор в течение разумного срока удаляет
            все спорные материалы и при необходимости адресует таких лиц к Пользователю для дальнейшего урегулирования
            спорной ситуации. В случае, если вследствие указанных претензий третьих лиц Администратору будут причинены
            убытки (выразившиеся, в том числе, в выплате компенсаций, возмещений, вознаграждений и т.п. лицам, чьи права
            были нарушены размещением таких материалов, а также любых штрафов и иных имущественных санкций), Пользователь
            обязуется возместить Администратору все причиненные убытки в полном объеме.</p>
        <p>8.9. В случае неправомерного использования Пользователем размещенного на Сайте контента, принадлежащего
            Администратору, включая видеокурсы, а также использования дизайна, порядка расположения материалов и иных
            охраняемых элементов Сайта, Пользователь может быть привлечен к гражданской, административной и уголовной
            ответственности в соответствии с положениями действующего законодательства Республики Казахстан.</p>
        <p>8.10. В случае, если в процессе размещения Пользователем на Сайте и/или скачивания (копирования) Пользователем с
            Сайта и/или иного использования Пользователем каких-либо материалов Сайта нарушаются интеллектуальные и иные
            права третьих лиц, Пользователь самостоятельно и в полном объеме несет ответственность за такие нарушения перед
            соответствующими лицами. Администратор за нарушения прав третьих лиц, вызванные действиями (бездействием)
            Пользователя, ответственности не несет.</p>
        <p>8.11. В случае предъявления Пользователем претензий к Администратору в связи с причинением вреда охраняемым
            законом правам Пользователя или его имуществу и установления вины Администратора, ответственность Администратора
            ограничивается стоимостью оплаченного Пользователем курса или подписки.</p>
        <p>8.12. Администратор вправе заблокировать аккаунт Пользователя в случаях нарушения им условий настоящего
            Соглашения и/или положений действующего законодательства Республики Казахстан. В случае применения указанной
            меры денежные средства, внесенные Пользователем за платные материалы Сайта, возврату не подлежат.</p>
        <p>8.13. Стороны соглашаются, что, заключая настоящее Пользовательское соглашения, Администратор не становится
            обязанным проводить Онлайн-курс лицом, а лишь предоставляет функциональность Сайта для облегчения взаимодействия
            между Пользователями и авторами или правообладателями Онлайн-курсов.</p>
        <p>9. Разрешение споров</p>
        <p>9.1. Споры и разногласия, возникающие между Сторонами в связи с исполнением настоящего Соглашения, подлежат
            разрешению в претензионном порядке в соответствии с законодательством Республики Казахстан. При этом Сторона,
            получившая претензию, предоставляет ответ на нее или исполняет изложенные в ней требования в течение 15
            (пятнадцати) календарных дней со дня ее получения.</p>
        <p>9.2. В случае невозможности достижения соглашения между Сторонами в досудебном порядке, каждая из Сторон вправе
            передать соответствующий спор на рассмотрение суда, к подведомственности которого он относится, по месту
            нахождения Администратора.</p>
        <p>10. Действие Соглашения</p>
        <p>10.1. Настоящее Соглашение вступает в силу с момента акцепта Оферты, определяемого согласно п. 2.1 Соглашения (в
            случае любых сомнений таким моментом безоговорочно признается момент регистрации Пользователя на Сайте), и
            действует до момента его прекращения по основаниям, предусмотренным действующим законодательством Республики
            Казахстан и Соглашением.</p>
        <p>10.2. Администратор вправе в одностороннем порядке вносить изменения в положения настоящего Соглашения путем
            опубликования актуальной редакции Соглашения на Сайте по адресу&nbsp;<a class="ring-ui-link_e6e5"
                href="https://instatop.kz/" target="_blank" rel="noopener noreferrer nofollow"><span
                    class="ring-ui-inner_e3ba">https://instatop.kz/</span></a>. При этом Администратор не обязан уведомлять
            Пользователя о внесении изменений в Соглашение. Пользователь обязуется отслеживать такие изменения
            самостоятельно путем регулярного осуществления доступа к странице Сайта, содержащей актуальную редакцию
            Соглашения. Новая редакция Соглашения вступает в силу незамедлительно после ее опубликования на Сайте.
            Продолжение использования Сайта Пользователем после публикации новой редакции Соглашения признается действием,
            подтверждающим полное и безоговорочное принятие Пользователем всех внесенных изменений.</p>
    </div>
</template>
<script setup>
useSeoMeta({
    title: 'Пользовательское соглашение | InstaTop',
    ogTitle: 'Пользовательское соглашение | InstaTop',
    description: 'Пользовательское соглашение | InstaTop',
    ogDescription: 'Пользовательское соглашение | InstaTop',
})
</script>
<style lang="scss" scoped>
.page {
    padding: 150px 100px 50px;

    @media (max-width: 1600px) {
        padding: 150px 50px 150px;
    }

    @media (max-width: 1024px) {
        padding: 150px 20px 50px;
    }

    h1 {
        font-size: 56px;
        font-style: normal;
        font-weight: 500;
        line-height: normal;
        text-transform: uppercase;
        font-family: var(--int);
        color: #000;
        margin: 0 0 30px;

        @media (max-width: 1024px) {
            font-size: 24px;
            margin: 0 0 20px;
        }
    }

    p {
        font-size: 16px;
        font-style: normal;
        font-weight: 600;
        line-height: 140%;
        font-family: var(--int);
        color: #000;
    }
}</style>